[
    {
        "name": "Central Kitchen Consulting",
        "path": "centralkitchenconsulting",
        "description": "One stop for all your hunger quests.",
        "image": "https://dnyhospitality.com/wp-content/uploads/2022/03/Untitled-design-17.png",
        "project_flow_image": "https://dnyhospitality.com/wp-content/uploads/2022/03/Project-flow-1-03-1.png",
        "you_must_know": [
            {
                "title": "What is a Central Kitchen?",
                "service_description": [
                    "A central kitchen, sometimes known as a commissary kitchen, is an internal facility that delivers food or commodities to restaurant branches under a single company for usage or sale at each site. Owners of central kitchens can also rent out their space to small restaurants, food trucks, and mobile food carts who don’t have the space to keep and prepare huge quantities of food."
                ],
                "services_image": "https://dnyhospitality.com/wp-content/uploads/2022/03/Untitled-design-3.jpg"
            },
            {
                "title": "Benefits of Owning a Central Kitchen",
                "service_description": [
                    "Business Expansion – While you’ll use your central kitchen to supply things for your restaurants, it also allows your company to branch out into other industries like food retail and wholesale. Do people gush about your tomato sauce and ask for the recipe all the time? You may jar and sell it at local markets using the space and resources of a central kitchen. Benefits of Central Kitchen is that due to it you can expand your food business easily.",
                    "Consistency in Taste and Quality – a central kitchen helps you in maintaining the consistency. The more you produce in-house, the less likely you are to receive things that do not fulfil your expectations.",
                    "Brand Name and Signature Style – Having consistent quality and taste can give rise to your unique brand that can be recognized by people all over. maintaining the quality helps your customers identify you with your signature cooking style or the ingredients that you make in-house."
                ],
                "services_image": "https://dnyhospitality.com/wp-content/uploads/2022/03/1-1.jpg"
            }            
        ]

    },
    {
        "name": "QSR Consulting",
        "path":"qsrconsulting",
        "description": "To cater food items over a limited menu ensuring quick service.",
        "image": "https://dnyhospitality.com/wp-content/uploads/2022/02/Untitled-design-10.png",
        "project_flow_image": "https://dnyhospitality.com/wp-content/uploads/2022/02/QSR-Project-Flow-DNY-Websitee-2-1-scaled.jpg",
        "you_must_know": [
            {
                "title": "What is a Quick Service Restaurant (QSR)?",
                "service_description": [
                    "In its 15+ years of QSR consulting, DNY has executed over 210 F&B projects using the most preferred business models.",
                    "A quick service restaurant is one that serves certain cuisine items that require little preparation time and are served quickly. Quick service restaurants, or QSRs, often provide fast food items from a limited menu since they can be prepared in less time with the least amount of diversity.",
                    "A QSR – quick service restaurant – can be a “single focused” or “multi-product” brand. Because of its easy-to-operate and serve format, having a short and sweet menu for a quick service restaurant is highly recommended."
                ],
                "services_image": "https://dnyhospitality.com/wp-content/uploads/2022/03/1-1.jpg"
            },
            {
                "title": "QSR : Business Models",
                "service_description": [
                    "QSR provide Quick and efficient service as they profit on the number of people that visit them, restaurants frequently operate in chains or franchises. They can take advantage of footfall from a variety of locations and increase the company’s value by setting up various stores.",
                    "In order to provide speedy services to clients, a QSR must have a high level of standardization.",
                    "Self service restaurants – Customers approach the counter and place their orders. They take the order from the counter and collect it on their own.",
                    "Assisted self service restaurants –venues where the customer’s order is collected at their table or where the food is delivered to their table.",
                    "Full serviced restaurants – venues where the worker at the table does both the order taking and the meal delivery."
                ],
                "services_image": "https://dnyhospitality.com/wp-content/uploads/2022/03/1-1.jpg"
            },
            {
                "title": "Facts about QSR",
                "service_description": [
                    "Because most QSRs serve fast food, they all have their unique set of advantages and disadvantages. Over the last few decades, fast food has grown in popularity. Facts about QSR are really interesting, Fast food is consumed on a daily basis by millions, if not billions, of people all over the world. Fast food has its drawbacks, despite the fact that it is handy and has a number of other positives.",
                    "They are single-centric, allowing for scalability. The visibility on the frontage does help to raise brand recognition.",
                    "The QSR and central kitchen concept is a quick and expandable.",
                    "A QSR can be started on a shoestring budget.",
                    "Due to the modest and quick menu planning for a QSR, business operations can be managed with minimum labor."
                ],
                "services_image": "https://dnyhospitality.com/wp-content/uploads/2022/03/1-1.jpg"
            }
        ]
    },
    {
        "name": "CLOUD KITCHEN CONSULTING",
        "path": "cloudkitchenconsulting",
        "description": "Invest in the masterpiece of hospitality industry- Cloud Kitchens.",
        "image": "https://dnyhospitality.com/wp-content/uploads/2022/03/Untitled-design-11-1.png",
        "project_flow_image": "https://dnyhospitality.com/wp-content/uploads/2022/03/Cloud-Kitchen-Project-Flow-Mobile-UI-scaled.jpg",
        "you_must_know": [
            {
                "title": "DNY – Cloud kitchen Pioneers",
                "service_description": [
                    "DNY Hospitality is a leading cloud kitchen consulting company, successfully completing 67 cloud kitchen establishments Globally.",
                    "A Dark kitchen concept is a back-end operating delivery kitchen that accepts incoming orders only through online ordering systems with no seating facility.",
                    "Cloud Kitchens have revolutionized the Restaurant Industry with proven success stories around the world- As per Research done by cloud kitchen consultant in India."
                ],
                "services_image": "https://dnyhospitality.com/wp-content/uploads/2022/03/Untitled-design-23.jpg"
            },
            {
                "title": "Benefits of Owning a Central Kitchen",
                "service_description": [
                    "Business Expansion – While you’ll use your central kitchen to supply things for your restaurants, it also allows your company to branch out into other industries like food retail and wholesale. Do people gush about your tomato sauce and ask for the recipe all the time? You may jar and sell it at local markets using the space and resources of a central kitchen. Benefits of Central Kitchen is that due to it you can expand your food business easily.",
                    "Consistency in Taste and Quality – a central kitchen helps you in maintaining the consistency. The more you produce in-house, the less likely you are to receive things that do not fulfil your expectations.",
                    "Brand Name and Signature Style – Having consistent quality and taste can give rise to your unique brand that can be recognized by people all over. maintaining the quality helps your customers identify you with your signature cooking style or the ingredients that you make in-house."
                ],
                "services_image": "https://dnyhospitality.com/wp-content/uploads/2022/03/1-1.jpg"
            }            
        ]
    },
    {
        "name": "Dine in Restaurant Consulting",
        "path": "dineinrestaurantconsuting",
        "description": "Your partners in growth.",
        "image": "https://dnyhospitality.com/wp-content/uploads/2022/03/Untitled-design-1.png",
        "project_flow_image": "https://dnyhospitality.com/wp-content/uploads/2022/03/QSR-Project-Flow-DNY-Websitee-scaled.jpg",
        "you_must_know": [
            {
                "title": "Introduction To Fine Dine",
                "service_description": [
                    "DNY Hospitality takes pride in introducing itself as one of the highly sagacious Fine Dine consultants in the F&B business. With the rich experience of 15 years, we have achieved specialization in providing consultation for the establishment of restaurants.",
                    "Fine dining restaurants are full-service restaurants with specific dedicated meal courses. The décor of such restaurants features higher-quality materials, with establishments having certain rules of dining which visitors are generally expected to follow, sometimes including a dress code.",
                    "Fine dining is a restaurant experience that is typically more sophisticated, unique, and expensive than one would find in the average restaurant. Unlike casual restaurants, fine dining service rules are strict, as a high standard is expected. Fine dining establishments hire staff that can deliver elegance, experience, and knowledge to the dining experience. The menus at fine dining restaurants tend to be more expensive, elegant, and unique than menus at more casual restaurants."
                ],
                "services_image": "https://dnyhospitality.com/wp-content/uploads/2022/03/Untitled-design-14.jpg"
            },
            {
                "title": "Diversification of Fine Dine",
                "service_description": [
                    "There are many types of restaurants in the world. Fine dining restaurants have amazing concepts to work around. While each restaurant has its own own ambiance and vibe, it can still be distinguished based on common characteristics. "
                ],
                "services_image": "https://dnyhospitality.com/wp-content/uploads/2022/03/1-1.jpg"
            }            
        ]
    },
    {
        "name": "Franchise Development Consulting",
        "path": "franchisedevelopmentconsulting",
        "description": "Expanding your business to the next level.",
        "image": "https://dnyhospitality.com/wp-content/uploads/2022/03/Untitled-design-16.png",
        "project_flow_image": "https://dnyhospitality.com/wp-content/uploads/2022/03/Project-flow-1-04.png",
        "you_must_know": [
            {
                "title": "Franchise Development",
                "service_description": [
                    "As Indias leading franchise development consultant, we urge new investors to consider low-cost food franchise development options. Above all, DNY believes in having a well-developed, easy-to-expand operations module, based on his 15+ years of expertise as a food franchise consultant. Because the earlier the franchise owner becomes profitable from the business, the better the concept, the lesser the investment, and the smoother the operations plan is. DNY hospitality franchise consultant’s expertise includes establishing your own brand in the chosen area, promoting it, and assisting on future franchise expansion plans."
                ],
                "services_image": "https://dnyhospitality.com/wp-content/uploads/2022/03/Untitled-design-2.jpg"
            },
            {
                "title": "Project Initialization",
                "service_description": [
                    "Project Initialization Starts with an audit  Our head chef conducts a detailed audit on issues faced in Project Initialization, Challenges in current business, overall standards of current working standards of Menu and will put a plan of action to automate the process.",
                    "Menu Consistency SOPs Optimizing All Menu Items, Descriptions, MRP, Spice Levels, Dish Tags, Combos. This Successful Menu has niche positioning, single-centric product focused, additional accompaniments for revenue boost, Average order value boosters & easy decision-making intelligence in online ordering.",
                    "Kitchen planning standards Main layout, Electrical layout, Plumbing layout, coordinating layout, exhaust layout."
                ],
                "services_image": "https://dnyhospitality.com/wp-content/uploads/2022/03/1-1.jpg"
            }            
        ]
    },
    {
        "name": "Co - Working Cloud Kitchen Consulting",
        "path": "co-workingcloudkitchenconsulting",
        "description": "Innovating through collaboration.",
        "image": "https://dnyhospitality.com/wp-content/uploads/2022/03/Untitled-design-16.png",
        "project_flow_image": "https://dnyhospitality.com/wp-content/uploads/2022/03/Project-flow-1-01-1.png",
        "you_must_know": [
            {
                "title": "Co-working Kitchen",
                "service_description": [
                    "The co-working industry has reached a point of rapid growth. New areas sprout up like mushrooms after a rainstorm. The demand for co-working space services is increasing by the day, and the trend will continue to increase. Market competition will become even more strong than before, and you must be prepared to keep your firm afloat. DNY has completed over 210 F&B projects with the most recommended business models in his 15+ years of setting up Co-working kitchens.",
                    "Caterers, ice cream makers, chocolate makers, pastry chefs, packaged food product dealers, apricot jam, banana bread manufacturers, and other industry professionals assemble in a food-focused co-working space.",
                    "Those individuals are frequently driven by a desire to introduce new, unusual delicacies to the mainstream market. An ice cream manufacturer, for example, might be experimenting with new exotic flavors. A coffee firm may be attempting to create a bubbly beverage by combining coffee, soda, and natural juice."
                ],
                "services_image": "https://dnyhospitality.com/wp-content/uploads/2022/03/Untitled-design-23.png"
            },
            {
                "title": "Benefits of Co-working Kitchen",
                "service_description": [
                    "The initial cost necessary to start a cloud kitchen business is greatly reduced when using Co-working Kitchen . They’re also ideal for established restaurant chains wishing to expand their operations into other markets. The cloud kitchen company is significantly easier to get into because of the low cost and hazards.",
                    "Reduced Rental and Equipment Cost– Although cloud kitchen enterprises save a lot on property costs, Shared Kitchen Spaces can further cut this amount. Furthermore, the initial cost of starting up a cloud kitchen includes an investment in equipment. There is no initial expenditure necessary in Shared Kitchen spaces, such as brokerage or the purchase of kitchen equipment. One can just Plug in and start Playing.",
                    "Easy in Obtaining the Licenses- A number of licenses and licenses are required to start a food business. Obtaining licenses and permissions to operate a food business becomes much easier in these venues because they are fully compliant.",
                    "Better Locations and Reduced Risks – The site is chosen by the Kitchen Operators based on the demand for meal delivery, particularly for certain cuisines. They usually have partnerships with online food aggregators that have customer demand information. These paces allocate room for new or upcoming cloud kitchen businesses based on this data."
                ],
                "services_image": "https://dnyhospitality.com/wp-content/uploads/2022/03/1-1.jpg"
            }            
        ]
    }
]